Repository: shadeslayer/SyncEvolution
Catalog: po/*.po
Languages: pl

source: Sync
pl: Synchronizuj

source: Addressbook
pl: Książka adresowa

source: Calendar
pl: Kalendarz

source: Todo
pl: Do zrobiena

source: Memo
pl: Notatka

source: Failed to save current service in GConf configuration system
pl: Błąd przy zapisie aktualnej usługi w systemie konfiguracji GConf

source: Failed to save service configuration to SyncEvolution
pl: Błąd przy zapisie konfiguracji usługi w SyncEvolution

source: Failed to get service configuration from SyncEvolution
pl: Błąd przy pobieraniu konfiguracji usługi z SynEvolution

source: Failed to remove service configuration from SyncEvolution
pl: Błąd przy usuwaniu konfiguracji usługi z SynEvolution

source: Service must have a name and server URL
pl: Usługa musi mieć nazwę i URL serwera

source: Failed to cancel: sync was no longer in progress
pl: Błąd przy anulowaniu: synchronizacja już się zakończyła

source: Failed to cancel sync
pl: Błąd przy anulowaniu synchronizacji

source: Canceling sync
pl: Anulowanie synchronizacji

source: Trying to cancel sync
pl: Trwa próba anulowania synchronizacji

source: Do you want to delete all local data and replace it with data from %s? This is not usually advised.
pl: Czy chcesz usunąć wszystkie lokalne dane i zastąpić je danymi z %s? Nie jest to zwykle zalecane.

source: Do you want to delete all data in %s and replace it with your local data? This is not usually advised.
pl: Czy chcesz usunąć wszystkie dane w %s i zastąpić je danymi lokalnymi? Nie jest to zwykle zalecane.

source: No, cancel sync
pl: Nie, anuluj synchronizację

source: Yes, delete and replace
pl: Tak, usuń i zastąp

source: No sources are enabled, not syncing
pl: Synchronizacja nie może zostać wykonana ponieważ nie podano źródła do porównania

source: A sync is already in progress
pl: Synchronizacja jest już w trakcie

source: Failed to start sync
pl: Błąd przy inicjalizacji synchronizacji

source: Starting sync
pl: Rozpoczynanie synchronizacji

source: Last synced just seconds ago
pl: Ostatnio synchronizowano przed paroma sekundami

source: Last synced a minute ago
pl: Ostatnio synchronizowano minutę temu

source: Last synced %ld minutes ago
pl: Ostatnio synchronizowano %ld minut temu

source: Last synced an hour ago
pl: Ostatnio synchronizowano godzinę temu

source: Last synced %ld hours ago
pl: Ostatnio synchronizowano %ld godzin temu

source: Last synced a day ago
pl: Ostatnio synchronizowano wczoraj

source: Last synced %ld days ago
pl: Ostatnio synchronizowano %ld dni temu

source: Sync again
pl: Synchronizuj jeszcze raz

source: Sync now
pl: Synchronizuj teraz

source: Syncing
pl: Synchronizowanie

source: Cancel sync
pl: Anuluj synchronizację

source: %s (not supported by this service)
pl: %s (nie kompatybilne z tą usługą)

source: There was one remote rejection.
pl: Druga strona odrzuciła jeden z elementów

source: There was one local rejection.
pl: Odrzucono jeden z elementów

source: There were %d local rejections and %d remote rejections.
pl: Odrzucono %d elementów podczas gdy druga strona odrzuciła %d elementów.

source: Last time: No changes.
pl: Ostatnio: brak zmian.

source: Last time: Sent one change.
pl: Ostatnio: wysłano jedną zmianę.

source: Last time: Applied one change.
pl: Ostatnio: pobrano jedną zmianę.

source: Last time: Applied %d changes and sent %d changes.
pl: Ostatnio: pobrano %d zmian i wysłano %d zmian.

source: Failed to get server configuration from SyncEvolution
pl: Błąd przy pobieraniu konfiguracji serwera z SyncEvolution

source: ScheduleWorld enables you to keep your contacts, events, tasks, and notes in sync.
pl: ScheduleWorld pozwala na synchronizowanie kontaktów, spotkań, zadań i notatek.

source: Google Sync can backup and synchronize your Address Book with your Gmail contacts.
pl: Google Sync może zapisywać i synchronizować kopię twojej książki adresowej z kontaktami Gmail.

source: Backup your contacts and calendar. Sync with a singleclick, anytime, anywhere (DEMO).
pl: Zrób kopię zapasową swoich kontaktów i kalendarza. Synchronizuj jednym kliknięciem, kiedykolwiek i gdziekolwiek (DEMO).

source: New service
pl: Nowa usługa

source: Server URL
pl: URL serwera

source: %s URI
pl: URI %s

source: Launch website
pl: Otworzyć stronę www

source: Setup and use
pl: Skonfiguruj i użyj

source: Failed to get list of manually setup services from SyncEvolution
pl: Błąd przy pobieraniu listy ręcznie ustawionych usług z SyncEvolution

source: Failed to get list of supported services from SyncEvolution
pl: Błąd przy pobieraniu listy kompatybilnych usług z SyncEvolution

source: Service configuration not found
pl: Nie znaleziono konfiguracji usługi

source: Not authorized
pl: Brak autoryzacji

source: Forbidden
pl: Nie dozwolone

source: Not found
pl: Nie znaleziono

source: Fatal database error
pl: Krytyczny błąd bazy danych

source: Database error
pl: Błąd bazy danych

source: No space left
pl: Nie ma już miejsca

source: Failed to process SyncML
pl: Błąd przetwarzania SyncML

source: Server authorization failed
pl: Serwer nie zaakceptował autoryzacji

source: Failed to parse configuration file
pl: Błąd składniowy w pliku konfiguracyjnym

source: Failed to read configuration file
pl: Błąd odczytu pliku konfiguracyjnego

source: No configuration found
pl: Nie znaleziono konfiguracji

source: No configuration file found
pl: Nie znaleziono pliku konfiguracyjnego

source: Server sent bad content
pl: Serwer przysłał nie prawidłowe dane

source: Transport failure (no connection?)
pl: Błąd transportu (brak polączenia?)

source: Connection timed out
pl: Połączenie przekroczyło czas oczekiwania

source: Connection certificate has expired
pl: Wygasł certyfikat połączenia

source: Connection certificate is invalid
pl: Niewłaściwy certyfikat połączenia

source: Connection failed
pl: Błąd połączenia

source: URL is bad
pl: Nieprawidłowy URL

source: Server not found
pl: Nie znaleziono serwera

source: Error %d
pl: Błąd %d

source: Sync D-Bus service exited unexpectedly
pl: Usługa D-Bus synchronizacji zakończyła nieoczekiwanie

source: Sync Failed
pl: Nie powiodło się

source: Sync complete
pl: Synchronizacja zakończona

source: Sync canceled
pl: Synchronizacja anulowana

source: Ending sync
pl: Zamykanie synchronizacji

source: Preparing '%s'
pl: Przygotowywanie '%s'

source: Sending '%s'
pl: Wysyłanie '%s'

source: Receiving '%s'
pl: Odbieranie '%s'

source: <b>Data</b>
pl: <b>Dane</b>

source: <b>No sync service in use</b>
pl: <b>Brak usług synchronizacji w użyciu</b>

source: <b>Sync failure</b>
pl: <b>Błąd synchronizacji</b>

source: <b>Type of Sync</b>
pl: <b>Typ synchronizacji</b>

source: <big>Manual setup</big>
pl: <big>Manualna konfiguracja</big>

source: <big>Supported services</big>
pl: <big>Kompatybilne usługi</big>

source: Add new service
pl: Dodaj nową usługę

source: Back to sync
pl: Powrót do synchronizacji

source: Change sync service
pl: Zmień usługę synchronizacji

source: Delete all local data and replace it with remote data
pl: Skasuj wszystkie lokalne dane i zastąp je zdalnymi

source: Delete all remote data and replace it with local data
pl: Skasuj wszystkie zdalne dane i zastąp je lokalnymi

source: Delete this service
pl: Skasuj tę usługę

source: Edit service settings
pl: Edycja ustawień usługi

source: If you don't see your service above but know that your sync provider uses SyncML you can setup a service manually.
pl: Jeśli Twoja usługa nie jest widoczna powyżej a wiesz że dostawca używa SyncML możesz ustawić usługę ręcznie.

source: Merge local and remote data (recommended)
pl: Połącz dane lokalne i zdalne (zalecane)

source: Password
pl: Hasło

source: Reset original server settings
pl: Przywróć oryginalne ustawienia serwera

source: Save and use this service
pl: Zapisz i użyj tej usługi

source: Select sync service
pl: Wybierz usługę synchronizacji

source: Server settings
pl: Ustawienia usługi

source: Service name
pl: Nazwa usługi

source: Sorry, you need an internet connection to sync.
pl: Niestety potrzebne jest połączenie z internetem aby zsynchronizować.

source: Stop using this service
pl: Zaprzestań używania usługi

source: Synchronization is not available (D-Bus service does not answer), sorry.
pl: Niestety synchronizacja jest niedostępna (usługa D-Bus nie odpowiada).

source: To sync you'll need a network connection and an account with a sync service. We support the following services:
pl: Aby móc synchronizować potrzebne są połączenie z siecią oraz konto dla usługi synchronizacji. Następujące usługi są kompatybilne:

source: Username
pl: Nazwa użytkownika

source: You haven't selected a sync service yet. Sync services let you synchronize your data between your netbook and a web service.
pl: Nie wybrałeś jeszcze usługi synchronizacji. Usługi synchronizacji pozwalają na synchronizowanie danych pomiędzy netbookiem a usługą internetową.

source: Up to date
pl: Aktualny

source: Sync (GTK)
pl: Synchronizacja (GTK)
